{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 8, "word_counts": "{\"i'm\": 4, \"looking\": 1, \"forward\": 1, \"to\": 1, \"the\": 1, \"weekend\": 1, \"feeling\": 1, \"great\": 1, \"today\": 1, \"anxious\": 1, \"about\": 2, \"meeting\": 1, \"new\": 1, \"people\": 1, \"this\": 2, \"is\": 3, \"so\": 2, \"exciting\": 1, \"i\": 1, \"can't\": 1, \"handle\": 1, \"stress\": 1, \"everything\": 2, \"falling\": 1, \"apart\": 1, \"really\": 1, \"worried\": 1, \"my\": 1, \"exam\": 1, \"why\": 1, \"difficult\": 1}", "word_docs": "{\"forward\": 1, \"i'm\": 4, \"looking\": 1, \"weekend\": 1, \"to\": 1, \"the\": 1, \"today\": 1, \"great\": 1, \"feeling\": 1, \"meeting\": 1, \"people\": 1, \"about\": 2, \"new\": 1, \"anxious\": 1, \"this\": 2, \"is\": 3, \"exciting\": 1, \"so\": 2, \"i\": 1, \"can't\": 1, \"stress\": 1, \"handle\": 1, \"apart\": 1, \"falling\": 1, \"everything\": 2, \"exam\": 1, \"worried\": 1, \"my\": 1, \"really\": 1, \"why\": 1, \"difficult\": 1}", "index_docs": "{\"9\": 1, \"2\": 4, \"8\": 1, \"12\": 1, \"10\": 1, \"11\": 1, \"15\": 1, \"14\": 1, \"13\": 1, \"17\": 1, \"19\": 1, \"4\": 2, \"18\": 1, \"16\": 1, \"5\": 2, \"3\": 3, \"20\": 1, \"6\": 2, \"21\": 1, \"22\": 1, \"24\": 1, \"23\": 1, \"26\": 1, \"25\": 1, \"7\": 2, \"30\": 1, \"28\": 1, \"29\": 1, \"27\": 1, \"31\": 1, \"32\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"i'm\", \"3\": \"is\", \"4\": \"about\", \"5\": \"this\", \"6\": \"so\", \"7\": \"everything\", \"8\": \"looking\", \"9\": \"forward\", \"10\": \"to\", \"11\": \"the\", \"12\": \"weekend\", \"13\": \"feeling\", \"14\": \"great\", \"15\": \"today\", \"16\": \"anxious\", \"17\": \"meeting\", \"18\": \"new\", \"19\": \"people\", \"20\": \"exciting\", \"21\": \"i\", \"22\": \"can't\", \"23\": \"handle\", \"24\": \"stress\", \"25\": \"falling\", \"26\": \"apart\", \"27\": \"really\", \"28\": \"worried\", \"29\": \"my\", \"30\": \"exam\", \"31\": \"why\", \"32\": \"difficult\"}", "word_index": "{\"<OOV>\": 1, \"i'm\": 2, \"is\": 3, \"about\": 4, \"this\": 5, \"so\": 6, \"everything\": 7, \"looking\": 8, \"forward\": 9, \"to\": 10, \"the\": 11, \"weekend\": 12, \"feeling\": 13, \"great\": 14, \"today\": 15, \"anxious\": 16, \"meeting\": 17, \"new\": 18, \"people\": 19, \"exciting\": 20, \"i\": 21, \"can't\": 22, \"handle\": 23, \"stress\": 24, \"falling\": 25, \"apart\": 26, \"really\": 27, \"worried\": 28, \"my\": 29, \"exam\": 30, \"why\": 31, \"difficult\": 32}"}}